<?php

return [
    'page'           => 'صفحات|صفحة',
    'page_link_text' => 'عرض جميع الصفحات',
    'page_text'      => 'لديك :count :string في قاعدة البيانات الخاصة بك. انقر على الزر أدناه لعرض جميع الصفحات.',
    'post'           => 'مقالات|مقالة',
    'post_link_text' => 'عرض جميع المقالات',
    'post_text'      => 'لديك :count :string في قاعدة البيانات الخاصة بك. انقر على الزر أدناه لعرض جميع المقالات.',
    'user'           => 'أعضاء|عضو',
    'print'           => 'طلب طباعة|طلبات  الطباعة',
    'student'           => 'طلاب|طالب',
    'message'           => 'رسائل|رسالة',
    'notice'           => 'ملاحظات|ملاحظة',
    'user_link_text' => 'عرض جميع المستخدمين',
    'print_link_text' => 'عرض جميع طلبات الطباعة',
    'student_link_text' => 'عرض جميع الطلاب',
    'message_link_text' =>'عرض جيمع الرسائل',
    'notice_link_text' =>'عرض جميع الملاحظات',
    'user_text'      => 'لديك :count :string في قاعدة البيانات الخاصة بك. انقر على الزر أدناه لعرض جميع المستخدمين.',
    'print_text'   =>  'لديك :count :string في قاعدة البيانات الخاصة بك. انقر على الزر أدناه لعرض جميع طلبات الطباعة.',
    'student_text'      => 'لديك :count :string في قاعدة البيانات الخاصة بك. انقر على الزر أدناه لعرض جميع الطلاب.',
    'unread_messages_text'      => 'لديك :count :string في قاعدة البيانات الخاصة بك. انقر على الزر أدناه لعرض جميع الرسائل.',
    'unread_notices_text'      => 'لديك :count :string في قاعدة البيانات الخاصة بك. انقر على الزر أدناه لعرض جميع الملاحظات.',

];
